Repository: serchazo/someApp
Catalog: foodzGuru/Supporting Files/*.lproj/Localizable.strings
Languages: es_419, fr

# MYRESTODETAIL_BUTTON_YUMNB
source: Yums! (%d)
fr: Miam! (%d)

# MYRESTODETAIL_REPORT_TITLE
source: Report
es_419: Reportar
fr: Signaler

# MYRESTODETAIL_REPORT_REASON_INAPPROPRIATE
source: It's inappropriate
es_419: Es inapropiado
fr: C'est inapproprié

# MYRESTODETAIL_REPORT_REASON_SPAM
source: It's spam
es_419: Es spam
fr: C'est du spam

# MYRESTODETAIL_CALL_ERROR_TITLE
source: Can't call
es_419: No se puede llamar
fr: Impossible d'appeler

# MYRESTODETAIL_CALL_ERROR_MSG
source: Please try again later.
es_419: Inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard.

# MYRESTODETAIL_URL_ERROR_TITLE
source: Invalid URL
es_419: URL no válida
fr: URL non valide

# MYRESTODETAIL_URL_ERROR_MSG
source: Please try again later.
es_419: Inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard.

# MYRESTODETAIL_REVIEW_TITLE
source: My review for %@
es_419: Mi reseña sobre %@
fr: Mon avis sur %@

# MYRESTODETAIL_REVIEW_WARNING
source: Tell the world your honest opinion.
es_419: Cuéntale al mundo tu opinión
fr: Ecrivez votre opinion pour que le monde la lise.

# MYRESTODETAIL_REVIEW_PLACEHOLDER
source: Write your Review here.
es_419: Escriba su reseña aquí.
fr: Écrivez votre avis ici.

# MYRESTODETAIL_REVIEW_DONE
source: Done!
es_419: ¡Listo!
fr: Terminé!

# MYRESTODETAIL_EMPTY_COMMENTS_TITLE
source: There are no reviews!
es_419: ¡No hay comentarios!
fr: Il n'y a aucun avis!

# MYRESTODETAIL_EMPTY_COMMENTS_MSG
source: Be the first to add a comment of %@! Go to your %@ ranking and start being an influencer.
es_419: ¡Sé el primero en agregar un comentario de %@! Ve a tu ranking de %@ y comienza a ser un influencer
fr: Soyez le premier à écrire une revue de %@! Accédez à votre classement de %@ et devenez un influenceur.

# MYRESTODETAIL_ADDRESTO_CREATERANKING_TITLE
source: Create ranking?
es_419: ¿Crear ranking?
fr: Créer un classement?

# MYRESTODETAIL_ADDRESTO_CREATERANKING_MSG
source: You don't have a %@, create and add restorant?
es_419: ¿No tiene %@, crear y agregar restaurante?
fr: Vous n'avez pas de classement de %@, créer le classement et ajouter l'endroit?

# MYRESTODETAIL_ADDRESTO_CREATERANKING_CONFIRM
source: Create
es_419: Crear
fr: Créer

# SEARCH_BUTTON_CHANGECITY
source: Change city
es_419: Cambiar ciudad
fr: Changer de ville

# BESTRESTOS_HEADER_TITLE
source: Best %@ places in %@
es_419: Mejores %@ en %@
fr: Les meilleurs %@ à %@

# BESTRESTOS_FOLLOW
source: Follow
es_419: Seguir
fr: Suivre

# BESTRESTOS_UNFOLLOW
source: Unfollow
es_419: Dejar de seguir
fr: Se désabonner

# BESTRESTOS_FOLLOWERS
source: Followers
es_419: Seguidores
fr: Abonnés

# BESTRESTOS_UNFOLLOW_MSG
source: You will no longer receive updates and notifications from this ranking.
es_419: Ya no recibirá actualizaciones y notificaciones de este ranking.
fr: Vous ne recevrez plus de mises à jour et de notifications de ce classement.

# BESTRESTOS_EMPTY_TITLE
source: Empty ranking
es_419: Clasificación vacía
fr: Classement vide

# BESTRESTOS_EMPTY_MSG
source: Add your favorite restaurants for the world to see!
es_419: ¡Agregue sus lugares favoritos para que el mundo los vea!
fr: Ajoutez vos endroits préférés!

# BESTRESTOS_REVIEWS
source: Reviews: %d
es_419: Reseñas: %d
fr: Avis: %d

# BESTRESTOS_COOLPHRASE_1
source: And the winners are...
es_419: Y los ganadores son ...
fr: Et les gagnants sont ...

# BESTRESTOS_COOLPHRASE_2
source: People have spoken...
es_419: La gente ha hablado ...
fr: Les gens ont parlé ...

# BESTRESTOS_COOLPHRASE_3
source: Is your favorite place in the list?
es_419: ¿Está tu lugar favorito en la lista?
fr: Votre endroit préféré est-il dans la liste?

# BESTRESTOS_COOLPHRASE_4
source: Ready, set, eat!
es_419: ¡Preparados, listos, a probar!
fr: Prêt, partez, mangez!

# MYRESTOMAP_BOX
source: Click on the pin for directions
fr: Cliquez sur l'épingle pour obtenir les directions

# MYRESTOMAP_PIN
source: Get directions
fr: Obtenir l'itinéraire

# COUNTRYCHOSER_COUNTRY_TITLE
source: Choose your country
es_419: Elija su país
fr: Choisissez votre pays

# COUNTRYCHOSER_CITY_TITLE
source: Choose your city
es_419: Elija su ciudad
fr: Choisissez votre ville

# FOODZ_REPORT_FAKE_ACCOUNT
source: Fake Account or Spam
es_419: Cuenta falsa o spam
fr: Faux compte ou Spam

# FOODZ_REPORT_FAKE_VIOLENCE
source: Violence and Criminal Behavior
es_419: Violencia y comportamiento criminal
fr: Violence et comportement criminel

# FOODZ_REPORT_FAKE_HARASSMENT
source: Harassment, Abusive or Hateful Content
es_419: Acoso, contenido abusivo u odioso
fr: Harcèlement, contenu abusif ou haineux

# FOODZ_REPORT_FAKE_PORNOGRAPHIC
source: Pornographic or Abusive Material
es_419: Material pornográfico o abusivo
fr: Matériel pornographique ou abusif

# FOODZ_REPORT_FAKE_OFFENSIVE
source: Disrespectful or Offensive
es_419: Irrespetuoso u ofensivo
fr: Irrespectueux ou offensant

# BUTTON_OK
source: OK
es_419: Aceptar

# NOTIFICATION_YUM_MSG
source: %@ has Yummed! your post.
es_419: %@ ha Yum! tu post.

# NOTIFICATION_FOLLOWER_TITLE
source: New follower!
es_419: ¡Nuevo Seguidor!

# NOTIFICATION_FOLLOWER_MSG
source: %@ is now following you on foodz.guru.
es_419: %@ te está siguiendo en foodz.guru.

# NOTIFICATION_BESTINRANK_TITLE
source: New best!
es_419: ¡Nuevo mejor en ranking!

# NOTIFICATION_BESTINRANK_MSG
source: There is a new best &@ place in %@! Let's go taste?
es_419: Hay un nuevo mejor lugar de %@ en %@! Vamos a probar?

# THISRANKING_DESCRIPTION_TITLE
source: Description
es_419: Descripción

# MYPROFILE_MORE_ABOUT_VERSION
source: Version
es_419: Versión

# MYRESTODETAIL_RANKING_DEFAULT_DESCRIPTION
source: Spent all my life looking for the best %@ places in %@. This is the definitive list.
es_419: Pasé mi vida probando %@ en %@. Esta es la lista definitva.

# BESTRESTOS_POINTS
source: Points: %d
es_419: Puntos: %d
