Repository: serchazo/someApp
Catalog: foodzGuru/Supporting Files/*.lproj/Localizable.strings
Languages: es_419, fr

# BUTTON_CANCEL
source: Cancel
es_419: Cancelar
fr: Annuler

# MSG_ERROR
source: Error
fr: Erreur

# MSG_LOADING
source: Waiting for Services
es_419: Cargando
fr: Téléchargement

# AD_PLACEHOLDER_LONG
source: Advertise here! Contact support@foodz.guru
es_419: ¡Anuncie aquí! Póngase en contacto con support@foodz.guru
fr: Annoncez ici! Contactez support@foodz.guru

# AD_PLACEHOLDER_SHORT_TITLE
source: Advertise here!
es_419: ¡Anuncie aquí!
fr: Annoncez ici!

# AD_PLACEHOLDER_SHORT_MSG
source: Contact support@foodz.guru
es_419: Póngase en contacto con support@foodz.guru
fr: Contactez support@foodz.guru

# FOODZ_EULA_TERMSOFSERVICE
source: Terms of Service
es_419: Términos de servicio
fr: Conditions d'utilisation

# FOODZ_EULA_PRIVACY_POLICY
source: Privacy Policy
es_419: Política de privacidad
fr: Politique de confidentialité

# FOODZ_DB_FOOD_TYPE
source: foodType
es_419: foodType_ES
fr: foodType_FR

# LOGIN_EMAIL
source: Enter your e-mail
es_419: Ingrese su correo electrónico
fr: Entrez votre e-mail

# LOGIN_CREATE_ACCOUNT
source: Create account
es_419: Crear cuenta
fr: Créer un compte

# LOGIN_CREATE_BUTTON
source: Create
es_419: Crear
fr: Créer

# LOGIN_CREATE_GUIDE
source: Enter your e-mail and create a password.
es_419: Ingrese su correo electrónico y cree una contraseña.
fr: Saisissez votre e-mail et créez un mot de passe.

# LOGIN_CREATE_FAILED
source: Creation failed
es_419: Error de creación
fr: La création a échoué

# LOGIN_FORGOT_PSSWD
source: - Forgot Password -
es_419: - Olvidé mi contraseña -
fr: - Mot de passe oublié -

# LOGIN_FACEBOOK
source: Facebook login
es_419: Facebook
fr: Connexion Facebook

# LOGIN_FACEBOOK_CANCELLED_TITLE
source: Login cancelled
es_419: Cancelado
fr: Connexion annulée

# LOGIN_FACEBOOK_CANCELLED_MSG
source: User cancelled login.
es_419: El usuario canceló el inicio de sesión
fr: L'utilisateur a annulé la connexion.

# LOGIN_EMPTY
source: Empty information
es_419: Información vacía
fr: Information vide

# LOGIN_EMPTY_DETAIL
source: Your e-mail and/or password can't be empty.
es_419: Su correo electrónico y/o contraseña no pueden estar vacíos
fr: Votre e-mail et/ou votre mot de passe ne peuvent pas être vides.

# LOGIN_FAILED
source: Sign-in failed
es_419: Error
fr: La connexion a échoué

# LOGIN_PSSWD_RESET_TITLE
source: Password Reset
es_419: Restablecer contraseña
fr: Réinitialisation du mot de passe

# LOGIN_PSSWD_RESET_MSG
source: Enter your e-mail and we will send you the instructions.
es_419: Ingrese su correo electrónico y le enviaremos las instrucciones.
fr: Saisissez votre e-mail et nous vous enverrons les instructions.

# LOGIN_PSSWD_RESET_BUTTON
source: Reset
es_419: Restablecer
fr: Réinitialiser

# LOGIN_PSSWD_CREATE
source: Create a password
es_419: Crear una contraseña
fr: Créer un mot de passe

# LOGIN_PSSWD_CONFIRM
source: Confirm password
es_419: Confirmar contraseña
fr: Confirmer le mot de passe

# LOGIN_PSSWD_NOTMATCH_TITLE
source: Passwords don't match
es_419: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

# LOGIN_PSSWD_NOTMATCH_MSG
source: New passwrd doesn't match the confirmation.
es_419: La nueva contraseña no coincide con la confirmación
fr: Le nouveau mot de passe ne correspond pas à la confirmation.

# LOGIN_EULA_TEXT
source: By using our app you agree to our
es_419: Al usar nuestra aplicación, usted acepta nuestros
fr: En utilisant notre application, vous acceptez nos

# LOGIN_EULA_TEXT_APPEND
source: and our
es_419: y nuestra
fr: et notre

# FIRSTLOG_EULA_TITLE
source: Accept Licence Agreement
es_419: Aceptar condiciones
fr: Accepter le contrat de licence

# FIRSTLOG_EULA_POPUP_TITLE
source: Accept conditions
es_419: Aceptar condiciones
fr: Accepter les conditions

# FIRSTLOG_EULA_POPUP_MSG
source: I agree to foodz.guru Terms of Service and Privacy Policy.
es_419: Acepto los Términos de Servicio y la Política de Privacidad de foodz.guru
fr: J'accepte les conditions d'utilisation et la politique de confidentialité de foodz.guru.

# FIRSTLOG_EULA_POPUP_AGREE
source: I Agree
es_419: Acepto
fr: J'accepte

# FIRSTLOG_EULA_POPUP_NOTAGREE
source: I Don't Agree
es_419: No acepto
fr: Je ne suis pas d'accord

# FIRSTLOG_EULA_POPUP_NOTAGREE_TITLE
source: Can't go further
es_419: No puede ir más lejos
fr: Impossible d'aller plus loin

# FIRSTLOG_EULA_POPUP_NOTAGREE_MSG
source: If you don't accept the conditions you can't use the app.
es_419: Si no acepta las condiciones, no puede usar la aplicación
fr: Si vous n'acceptez pas les conditions, vous ne pouvez pas utiliser l'application.

# FIRSTLOG1_TITLE
source: Configure your profile (1/4)
es_419: Configure su perfil (1/4)
fr: Configurez votre profil (1/4)

# FIRSTLOG1_FIELD_PLACEHOLDER
source: Create a username
es_419: Crear un nombre de usuario
fr: Créer un nom d'utilisateur

# FIRSTLOG1_INVALID_TITLE
source: Invalid name
es_419: Nombre no válido
fr: Nom non valide

# FIRSTLOG1_INVALID_MSG
source: Your user name should be at least 4 characters long.
es_419: Su nombre de usuario debe tener al menos 4 caracteres de longitud.
fr: Votre nom d'utilisateur doit contenir au moins 4 caractères.

# FIRSTLOG1_NICK_TAKEN
source: This username is already taken.
es_419: Este nombre de usuario ya está en uso
fr: Ce nom d'utilisateur est déjà pris.

# FIRSTLOG1_NICK_OK
source: Good! This username is available.
es_419: ¡Bien! Este nombre de usuario está disponible.
fr: Bien! Ce nom d'utilisateur est encore disponible.

# FIRSTLOG1_BUTTON_GO
source: Go
es_419: Continuar
fr: Continuer

# FIRSTLOG1_BUTTON_WAIT
source: Verify username
es_419: Verificar nombre de usuario
fr: Vérifier le nom d'utilisateur

# FIRSTLOG2_TITLE
source: Configure your profile (2/4)
es_419: Configure su perfil (2/4)
fr: Configurez votre profil (2/4)

# FIRSTLOG2_WARNING
source: Don't worry, you can change the picture later.
es_419: No se preocupe, puede cambiar la imagen más tarde
fr: Ne vous inquiétez pas, vous pouvez modifier votre photo ultérieurement.

# FIRSTLOG2_BUTTON_GO
source: Go
es_419: Continuar
fr: Continuer

# FIRSTLOG2_BUTTON_UPLOAD
source: Upload
es_419: Cargar
fr: Télécharger

# FIRSTLOG3_TITLE
source: Configure your profile (3/4)
es_419: Configure su perfil (3/4)
fr: Configurez votre profil (3/4)

# FIRSTLOG3_BUTTON_GO
source: Go
es_419: Continuar
fr: Continuer

# FIRSTLOG3_BUTTON_SELECT
source: Select
es_419: Seleccionar
fr: Sélectionner

# FIRSTLOG3_BUTTON_CHANGE
source: Change city
es_419: Cambiar
fr: Changer de ville

# FIRSTLOG3_POPUP_TITLE
source: No city selected
es_419: No tiene ciudad seleccionada
fr: Aucune ville sélectionnée

# FIRSTLOG3_POPUP_MSG
source: Press Select City. You can change this later.
es_419: Presione Seleccionar. Puede cambiar de ciudad más tarde.
fr: Appuyez sur Sélectionner. Vous pourrez changer d'avis ultérieurement.

# FIRSTLOG4_TITLE
source: Configure your profile (4/4)
es_419: Configure su perfil (4/4)
fr: Configurez votre profil (3/4)

# FIRSTLOG4_BUTTON_GO
source: Go
es_419: Continuar
fr: Continuer

# HOME_FIRST_POST
source: Hello %@! Welcome to foodz.guru, follow foodies and rankings and you'll see here their most important updates.
es_419: Hola %@! Bienvenido a foodz.guru, cuando le dés click en seguir a los Foodies y los Rankings, verás aquí sus actualizaciones más importantes.
fr: Bonjour %@! Bienvenu(e) sur foodz.guru, suivez les foodies et les classements et vous verrez ici leurs mises à jour les plus importantes.

# HOME_POST_NEWRANKING
source: New Ranking
es_419: Nuevo ranking
fr: Nouveau classement

# HOME_POST_NEWFOLLOWER
source: Follower!
es_419: ¡Seguidor!
fr: Suiveur!

# HOME_POST_NEWYUM
source: Yum!
fr: Miam!

# HOME_POST_NEWREVIEW
source: New Review!
es_419: ¡Nueva revisión!
fr: Nouvelle revue!

# HOME_POST_NEWFAVORITE
source: New Favorite!
es_419: ¡Nuevo favorito!
fr: Nouveau favori!

# HOME_POST_NEWBEST
source: New Best!
es_419: ¡El más recomendado!
fr: Nouveau meilleur!

# HOME_POST_NEWINTOP
source: Let's go taste
es_419: Vamos a probar?
fr: Allons goûter

# HOME_TIMELINE_FOLLOWER
source: %@ is now following %@.
es_419: %@ está siguiendo a %@.
fr: %@ suit maintenant %@.

# HOME_TIMELINE_FOLLOWER_YOU
source: %@ is now following you.
es_419: %@ te está siguiendo.
fr: %@ vous suit maintenant.

# HOME_TIMELINE_NEWBEST
source: %@ is now the best %@ place in %@.
es_419: %@ es ahora el lugar más recomendado de %@ en %@.
fr: %@ est désormais le meilleur endroit de %@ à %@.

# HOME_TIMELINE_AMONGTHEBEST
source: %@ is among the best %@ places in %@.
es_419: %@ está entre los lugares más recomendados de %@ en %@.
fr: %@ est parmi les meilleurs endroits de %@ à %@.

# HOME_TIMELINE_YUM
source: %@ has yummed your post on %@.
es_419: %@ ha Yum! tu reseña sobre %@.
fr: %@ a savouré votre revue sur %@.

# HOME_TIMELINE_USER_FAVORITE
source: %@ has a new favorite %@ place in %@. Check it out!
es_419: %@ tiene un nuevo lugar de %@ favorito en %@. Vamos a probar?
fr: %@ a un nouvel endroit de %@ préféré à %@. On va goûter?

# HOME_TIMELINE_USER_REVIEW
source: %@ added a review of %@.
es_419: %@ escribió una reseña sobre %@.
fr: %@ a ajouté un avis sur %@.

# FOODIES_SEARCH_PLACEHOLDER
source: Search for More Foodies
es_419: Buscar más Foodies
fr: Rechercher d'autres foodies

# FOODIES_LOADING
source: Getting Foodies' data
es_419: Obteniendo datos de Foodies
fr: Obtention des données des foodies

# FOODIES_EMPTYLIST_TITLE
source: You are not following anyone yet!
es_419: ¡Todavía no está siguiendo a nadie!
fr: Vous ne suivez encore personne!

# FOODIES_EMPTYLIST_MSG
source: Use the search bar to find foodies.
es_419: Use la barra de búsqueda para encontrar Foodies.
fr: Utilisez la barre de recherche pour trouver des gourmets.

# MYRANKS_FOLLOWERS
source: Followers
es_419: Seguidores
fr: Abonnés

# MYRANKS_FOLLOWING
source: Following
es_419: Siguiendo
fr: Abonnements

# MYRANKS_FOLLOW
source: Follow
es_419: Seguir
fr: Suivre

# MYRANKS_UNFOLLOW
source: Unfollow
es_419: Dejar de seguir
fr: Se désabonner

# MYRANKS_BLOCKEDPROFILE_NAME
source: Not found
es_419: No encontrado
fr: Introuvable

# MYRANKS_BLOCKEDPROFILE_BIO
source: User not found
es_419: Usuario no encontrado
fr: Utilisateur introuvable

# MYRANKS_BUTTON_SELECTCITY
source: Select City
es_419: Seleccionar ciudad
fr: Sélectionnez la ville

# MYRANKS_BIO_EMPTY
source: Go to My Foodz to edit your Bio.
es_419: Vaya a Mis Foodz para editar su biografía
fr: Accédez à My Foodz pour modifier votre biographie.

# MYRANKS_REPORTPROFILE_TITLE
source: Report profile
es_419: Reportar perfil
fr: Signaler le profil

# MYRANKS_REPORTPROFILE_ASK_FOR_REASON
source: Why do you want to report the profile?
es_419: ¿Por qué desea reportar el perfil?
fr: Pourquoi voulez-vous signaler le profil?

# MYRANKS_REPORTPROFILE_CONFIRMATION_TITLE
source: User Reported
es_419: Reporte enviado
fr: Utilisateur signalé

# MYRANKS_REPORTPROFILE_CONFIRMATION_MSG
source: We will analyze and take some action in 24 hours. Don't hesitate to contact us for more information.
es_419: Analizaremos y tomaremos medidas en 24 horas. No dude en contactarnos para obtener más información
fr: Nous analyserons et prendrons des mesures dans les 24 heures. N'hésitez pas à nous contacter pour plus d'informations.

# MYRANKS_BUTTON_BLOCK
source: Block User
es_419: Bloquear usuario
fr: Bloquer l'utilisateur

# MYRANKS_BUTTON_BLOCK_CONFIRM_TITLE
source: Block %@ ?
es_419: Bloquear %@?
fr: Bloquer %@?

# MYRANKS_BUTTON_BLOCK_CONFIRM_MSG
source: They won't be able to find your profile or reviews. foodz.guru won't let them know that you've blocked them.
es_419: El usuario no podrá encontrar su perfil o comentarios. foodz.guru no le hará saber que ha sido
fr: Ils ne pourront pas trouver votre profil ou vos avis. Foodz.guru ne leur fera pas savoir que vous les avez bloqués.

# MYRANKS_BUTTON_BLOCK_CONFIRM_OK
source: Block
es_419: Bloquear
fr: Bloquer

# MYRANKS_BUTTON_BLOCK_BLOCKED
source: User Blocked
es_419: Usuario bloqueado
fr: Utilisateur bloqué

# MYRANKS_BUTTON_UNBLOCK
source: Unblock User
es_419: Desbloquear usuario
fr: Débloquer l'utilisateur

# MYRANKS_BUTTON_UNBLOCK_CONFIRM_TITLE
source: Unblock %@?
es_419: Desbloquear %@?
fr: Débloquer %@?

# MYRANKS_BUTTON_UNBLOCK_CONFIRM_MSG
source: They will be able to see your profile and reviews. foodz.guru won't let them know that you've blocked them.
es_419: Podrán ver su perfil y comentarios. foodz.guru no les hará saber que los ha bloqueado.
fr: Ils pourront voir votre profil et vos avis. Foodz.guru ne leur fera pas savoir que vous les avez bloqués.

# MYRANKS_BUTTON_UNBLOCK_CONFIRM_OK
source: Unblock
es_419: Desbloquear
fr: Débloquer

# MYRANKS_BUTTON_UNBLOCK_BLOCKED
source: User Unblocked
es_419: Usuario desbloqueado
fr: Utilisateur débloqué

# MYRANKS_UNFOLLOW_ALERT_MSG
source: You will no longer receive updates and notifications from this user.
es_419: Ya no recibirá actualizaciones y notificaciones de este usuario
fr: Vous ne recevrez plus de mises à jour et de notifications de cet utilisateur.

# MYRANKS_DUPLICATE_RANKING_TITLE
source: Duplicate ranking
es_419: Ranking duplicado
fr: Classement en double

# MYRANKS_DUPLICATE_RANKING_MSG
source: You already have a %@ ranking in %@.
es_419: Ya tiene un ranking de %@ en %@.
fr: Vous avez déjà un classement de %@ à %@.

# MYRANKS_EMPTY_RANKING_TITLE
source: No rankings in %@ yet!
es_419: ¡Todavía no tiene rankings!
fr: Pas encore de classement à %@!

# MYRANKS_EMPTY_RANKING_MSG
source: Click on + and tell the world about your favorite places!
es_419: ¡Haga clic en + y cuéntele al mundo sobre sus lugares favoritos!
fr: Cliquez sur + et informez le monde de vos endroits préférés!

# MYRANKS_BESTPLACES_TITLE
source: Best %@ in %@
es_419: Mis recomendaciones en %@
fr: Meilleurs %@ à %@

# FOLLOWERS_NAVBAR_FOLLWERS
source: followers
es_419: seguidores
fr: Abonnés

# FOLLOWERS_NAVBAR_FOLLOWING
source: following
es_419: siguiendo
fr: Abonnements

# FOLLOWERS_FOLLOWERS_EMPTY_ME
source: You don't have any followers yet.
es_419: Aún no tiene seguidores
fr: Vous n'avez pas encore d'abonnés.

# FOLLOWERS_FOLLOWERS_EMPTY_USER
source: %@ doesn't have any followers yet.
es_419: %@ todavía no tiene seguidores
fr: %@ n'a pas encore d'abonnés.

# FOLLOWERS_FOLLOWING_EMPTY_ME
source: You are not following anyone yet.
es_419: Todavía no sigue a nadie
fr: Vous ne suivez personne pour le moment.

# FOLLOWERS_FOLLOWING_EMPTY_USER
source: %@ is not following anyone yet.
es_419: %@ todavía no sigue a nadie.
fr: %@ ne suit personne pour le moment.

# FOLLOWERS_EMPTY_MSG
source: Come back soon!
es_419: ¡Vuelva pronto!
fr: Revenez bientôt!

# MYCITIES_LOADING
source: Loading Cities
es_419: Cargando ciudades
fr: Chargement des villes

# MYCITIES_EMPTYLIST_TITLE
source: No rankings yet!
es_419: ¡Aún no tiene rankings!
fr: Pas encore de classement!

# MYCITIES_EMPTYLIST_MSG
source: Click on + and tell the world your favorite places!
es_419: ¡Haz clic en + y dile al mundo tus lugares favoritos!
fr: Cliquez sur + et racontez au monde vos endroits préférés!

# MYCITIES_DUPLICATE_TITLE
source: Duplicate City
es_419: Ciudad duplicada
fr: Ville dupliquée

# MYCITIES_DUPLICATE_MSG
source: You already have rankings in %@.
es_419: Ya tienes rankings en %@.
fr: Vous avez déjà un classement à %@.

# THISRANKING_HEADER_TITLE_ME
source: My favorite %@ places in %@
es_419: Mis recomendaciones de %@ en %@
fr: Mes %@ préférés à %@

# THISRANKING_HEADER_TITLE_USER
source: %@'s favorite %@ places in %@
es_419: Mejores %2$@ en %3$@ según %1$@
fr: La liste de %@: les top %@ à %@

# THISRANKING_BUTTON_DELETE_ASK
source: Delete Restaurant?
es_419: ¿Eliminar restaurante?
fr: Supprimer le restaurant?

# THISRANKING_BUTTON_DELETE_TITLE
source: Delete
es_419: Eliminar
fr: Supprimer

# THISRANKING_EMPTY_TITLE_ME
source: No places in your %@ list yet!
es_419: ¡Aún no hay lugares en su lista!
fr: Votre liste de %@ et encore vide!

# THISRANKING_EMPTY_TITLE_USER
source: No %@ places in %@'s list yet
es_419: Todavía no hay %@ en la lista de %@
fr: La liste de %@ n'a encore été de %@ dedans.

# THISRANKING_EMPTY_MSG_ME
source: Click on + and tell the world about your favorite places!
es_419: ¡Haga clic en + y cuéntele al mundo sobre sus lugares favoritos!
fr: Cliquez sur + et informez le monde de vos lieux préférés!

# THISRANKING_EMPTY_MSG_USER
source: Come back soon and check the list!
es_419: ¡Regrese pronto y revise la lista!
fr: Revenez bientôt pour regarder la liste!

# THISRANKING_POINTS_GIVEN
source: Points given %d
es_419: Puntos otorgados %d
fr: Points attribués %d

# THISRANKING_BUTTON_YUM
source: Yum!
fr: Miam!

# THISRANKING_BUTTON_YUMMED
source: Yummed
fr: Miam

# THISRANKING_BUTTON_YUMNB
source: Yums! (%d)
fr: Miam! (%d)

# THISRANKING_BUTTON_EDITREVIEW
source: Edit Review
es_419: Editar comentario
fr: Modifier l'avis

# THISRANKING_CELL_ADDRESTO
source: Add new %@ place
es_419: Agregar %@
fr: Ajouter un nouvel endroit de %@

# THISRANKING_DESCRIPTION_CELL
source: Click to edit description
fr: Cliquez pour modifier la description

# THISRANKING_DESCRIPTION_EDIT_TITLE
source: Edit your Ranking description
fr: Modifier la description de votre classement

# THISRANKING_DESCRIPTION_EDIT_WARNING
source: (Max 250 characters)
fr: (250 caractères max)

# THISRANKING_DESCRIPTION_EDIT_INSTRUCTIONS
source: Enter a description for your ranking.
fr: Saisissez une description de votre classement.

# THISRANKING_DESCRIPTION_EDIT_BUTTON_DONE
source: Done!
es_419: ¡Listo!
fr: Terminé!

# THISRANKING_REVIEW_EDIT_TITLE
source: My review for %@
es_419: Mi opinión sobre %@
fr: Mon avis sur %@

# THISRANKING_REVIEW_EDIT_WARNING
source: Tell the world your honest opinion.
es_419: Cuéntale al mundo tu opinión
fr: Ecrivez votre opinion pour que le monde la lise.

# THISRANKING_REVIEW_EDIT_INSTRUCTIONS
source: Write your Review here.
es_419: Escribe tu comentario aquí.
fr: Écrivez votre avis ici.

# THISRANKING_REVIEW_EDIT_BUTTON_DONE
source: Done!
es_419: ¡Listo!
fr: Terminé!

# THISRANKING_REPORT_TITLE
source: Report
es_419: Reporte
fr: Signaler

# THISRANKING_REPORT_REASON_INAPPROPRIATE
source: It's inappropriate
es_419: Es inapropiado
fr: C'est inapproprié

# THISRANKING_REPORT_REASON_SPAM
source: It's spam
es_419: Es spam
fr: C'est du spam

# THISRANKING_DUPLICATE_TITLE
source: Duplicate restaurant
es_419: Duplicado
fr: Restaurant en double

# THISRANKING_DUPLICATE_MSG
source: The restaurant is already in your ranking.
es_419: El lugar ya está en su Ranking
fr: Le restaurant figure déjà dans votre classement.

# ADDRANKING_NAVBAR_TITLE
source: Add a ranking
es_419: Agregar un Ranking
fr: Ajouter un classement

# ADDRANKING_HEADER_TITLE
source: Choose food type
es_419: Elija el tipo de lugar
fr: Choisissez le type de nourriture

# ADDRANKING_HEADER_CITY
source: Current city: %@
es_419: Ciudad actual: %@
fr: Ville actuelle: %@

# MAPSEARCH_SEARCHBAR_PLACEHOLDER
source: Search for your fav' places
fr: Rechercher vos endroits favoris

# MAPSEARCH_SEARCH_ERROR
source: Could not find any places.
fr: Impossible de trouver des endroits.

# MAPSEARCH_LOCATION_DISABLED_TITLE
source: Location Services Disabled
fr: Services de localisation désactivés

# MAPSEARCH_LOCATION_DISABLED_MSG
source: Enable location services to improve search accuracy and speed.
fr: Activez les services de localisation pour améliorer la précision et la vitesse de recherche.

# MAPSEARCH_SEARCHCELL_PLACEHOLDER
source: Use the search bar to look for your fav' places
fr: Utilisez la barre de recherche pour rechercher vos lieux favoris

# MYPROFILE_SUPPORT_EMAIL_SUBJECT
source: Feedback on Foodz.guru
es_419: Comentarios sobre foodz.guru
fr: Commentaires sur foodz.guru

# MYPROFILE_SUPPORT_EMAIL_BODY
source: My feedback:
es_419: Mi comentario:
fr: Mes commentaires:

# MYPROFILE_NAVBAR_TITLE
source: My Profile
es_419: Mi perfil
fr: Mon profil

# MYPROFILE_BUTTON_CHANGEPIC
source: Change Profile Picture
es_419: Cambiar imagen de perfil
fr: Modifier l'image de profil

# MYPROFILE_BUTTON_BIO_EMPTY
source: Enter a bio.
es_419: Ingrese una biografía
fr: Saisissez votre biographie.

# MYPROFILE_BUTTON_BIO_EDIT
source: Edit bio
es_419: Editar biografía
fr: Modifieez votre biographie

# MYPROFILE_BUTTON_CHANGEPSSWD
source: Change Password
es_419: Cambiar contraseña
fr: Changer le mot de passe

# MYPROFILE_BUTTON_CHANGEPSSWD_OLD
source: Old Password
es_419: Antigua Contraseña
fr: Ancien mot de passe

# MYPROFILE_BUTTON_CHANGEPSSWD_NEW
source: New Password
es_419: Nueva contraseña
fr: Nouveau mot de passe

# MYPROFILE_BUTTON_CHANGEPSSWD_NEWCONFIRM
source: Confirm Password
es_419: Confirmar contraseña
fr: Confirmer le mot de passe

# MYPROFILE_BUTTON_CHANGEPSSWD_CONFIRM
source: Change
es_419: Cambiar
fr: Modifier

# MYPROFILE_BUTTON_CHANGEPSSWD_ERROR_MATCH_TITLE
source: Error!
fr: Erreur!

# MYPROFILE_BUTTON_CHANGEPSSWD_ERROR_MATCH_MSG
source: Your Passwords do not match.
es_419: Sus contraseñas no coinciden
fr: Vos mots de passe ne correspondent pas.

# MYPROFILE_BUTTON_CHANGEPSSWD_SUCCESS_TITLE
source: Success
es_419: Éxito
fr: Succès

# MYPROFILE_BUTTON_CHANGEPSSWD_SUCCESS_MSG
source: Password changed successfully.
es_419: La contraseña ha cambiado correctamente
fr: Le mot de passe a bien été modifié.

# MYPROFILE_BUTTON_HELP
source: Help & Support
es_419: Ayuda y soporte técnico
fr: Aide et support

# MYPROFILE_BUTTON_MORE
source: More
es_419: Más
fr: Plus

# MYPROFILE_BUTTON_LOGOFF
source: Log out
es_419: Cerrar sesión
fr: Se déconnecter

# MYPROFILE_EDITBIO_TITLE
source: Edit Bio
es_419: Editar biografía
fr: Modifier la biographie

# MYPROFILE_EDITBIO_WARNING
source: Max 500 characters
es_419: Máximo 500 caracteres
fr: 500 caractères max

# MYPROFILE_EDITBIO_INSTRUCTIONS
source: Write a Bio here.
es_419: Escriba una biografía aquí
fr: Écrivez une biographie ici.

# MYPROFILE_EDITBIO_BUTTON_DONE
source: Done!
es_419: ¡Listo!
fr: Terminé!

# MYPROFILE_EDITBIO_TOOLONG_TITLE
source: Bio too long
es_419: Bio demasiado larga
fr: Bio trop longue

# MYPROFILE_EDITBIO_TOOLONG_MSG
source: Your bio shouldn't exceed 500 characters.
es_419: Su biografía no debe exceder los 500 caracteres
fr: Votre biographie ne doit pas dépasser 500 caractères.

# MYPROFILE_EDITBIO_EMPTY_TITLE
source: Empty Bio
es_419: Biografía vacía
fr: Vider la biographie

# MYPROFILE_EDITBIO_EMPTY_MSG
source: Your bio is empty.
es_419: Su biografía está vacía
fr: Votre bio est vide.

# MYPROFILE_MORE_TITLE
source: More Actions
es_419: Más acciones
fr: Plus d'actions

# MYPROFILE_MORE_ABOUT
source: About
es_419: Acerca de
fr: À propos

# MYPROFILE_MORE_ABOUT_BUILD
source: Build
es_419: Compilación
fr: Construction

# MYPROFILE_MORE_FEEDBACK
source: Send Feedback
es_419: Enviar comentarios
fr: Envoyer des commentaires

# MYPROFILE_MORE_DELETE
source: Delete Profile
es_419: Borrar perfil
fr: Supprimer le profil

# MYPROFILE_MORE_DELETE_POPUP_TITLE
source: Delete Profile?
es_419: ¿Borrar perfil?
fr: Supprimer le profil?

# MYPROFILE_MORE_DELETE_POPUP_MSG
source: Warning: this can't be undone.
es_419: Advertencia: esta acción es definitiva
fr: Avertissement: cela ne peut pas être défait.

# MYPROFILE_MORE_DELETE_POPUP_CONFIRM
source: Delete
es_419: Eliminar
fr: Supprimer

# MYRESTODETAIL_BANNER
source: %@ %@ added to your %@ places!
es_419: %@ %@ agregado a sus %@!
fr: %@ %@ ajouté à vos %@!

# MYRESTODETAIL_BUTTON_ADDRESTO
source: Add to my Foodz
es_419: Añadir a mis Foodz
fr: Ajouter à mes Foodz

# MYRESTODETAIL_BUTTON_ADDRESS
source: Address
es_419: Dirección
fr: Adresse

# MYRESTODETAIL_BUTTON_PHONE
source: Phone
es_419: Teléfono
fr: Téléphone

# MYRESTODETAIL_BUTTON_URL
source: Web site
es_419: Sitio web
fr: Site Web

# MYRESTODETAIL_BUTTON_REVIEWS
source: Reviews
es_419: Reseñas
fr: Avis

# MYRESTODETAIL_BUTTON_YUMS_EMPTY
source: Get yums!
es_419: ¡Obtenga yums!
fr: Obtenez miams!

# MYRESTODETAIL_BUTTON_YUM
source: Yum!
fr: Miam!

# MYRESTODETAIL_BUTTON_YUMMED
source: Yummed
fr: Miam
